aaron-bond.better-comments
arcanis.vscode-zipfs
batisteo.vscode-django
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
catppuccin.catppuccin-vsc
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-environment-manager
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.github-vscode-theme
github.vscode-pull-request-github
jasonnutter.search-node-modules
junstyle.php-cs-fixer
k--kato.docomment
kevinrose.vsc-python-indent
leizongmin.node-module-intellisense
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-typescript-next
naumovs.color-highlight
neilbrayfield.php-docblocker
oderwat.indent-rainbow
pflannery.vscode-versionlens
pkief.material-icon-theme
pkief.material-product-icons
pnp.polacode
redhat.vscode-yaml
ritwickdey.liveserver
s-nlf-fh.glassit
streetsidesoftware.code-spell-checker
sumneko.lua
tabnine.tabnine-vscode
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
xabikos.javascriptsnippets
zhuangtongfa.material-theme
