aaron-bond.better-comments
alefragnani.project-manager
alexcvzz.vscode-sqlite
amiralizadeh9480.laravel-extra-intellisense
angular.ng-template
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
cyrilletuzi.angular-schematics
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
ihunte.laravel-blade-wrapper
johnpapa.angular-essentials
johnpapa.angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
kisstkondoros.vscode-gutter-preview
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.powershell
mtxr.sqltools
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pkief.material-icon-theme
pnp.polacode
postman.postman-for-vscode
redhat.vscode-xml
redhat.vscode-yaml
s-nlf-fh.glassit
shufo.vscode-blade-formatter
steoates.autoimport
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
